{
    "apps": [
        {
            "Version": "26.02",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:28:42.6040093-07:00",
            "Name": "7zip"
        },
        {
            "Version": "2407.24",
            "Source": "nerd-fonts",
            "Info": "",
            "Updated": "2026-07-02T14:24:44.1034942-07:00",
            "Name": "Cascadia-Code"
        },
        {
            "Version": "10.4.2",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:16:17.4686025-07:00",
            "Name": "fd"
        },
        {
            "Version": "10.07.1",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:28:51.5210916-07:00",
            "Name": "ghostscript"
        },
        {
            "Version": "3.4.0",
            "Source": "nerd-fonts",
            "Info": "",
            "Updated": "2026-07-02T14:29:07.0718026-07:00",
            "Name": "Hack-NF"
        },
        {
            "Version": "7.1.2-27",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:28:21.2761148-07:00",
            "Name": "imagemagick"
        },
        {
            "Version": "2.67.9",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:03:27.5296057-07:00",
            "Name": "innounp"
        },
        {
            "Version": "1.8.2",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-07T17:50:17.2697929-07:00",
            "Name": "jq"
        },
        {
            "Version": "2026.6.16",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:03:31.2240599-07:00",
            "Name": "microsoft-coreutils"
        },
        {
            "Version": "0.12.3",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-02T14:24:12.3517767-07:00",
            "Name": "neovim"
        },
        {
            "Version": "15.1.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:13:26.7548388-07:00",
            "Name": "ripgrep"
        },
        {
            "Version": "1.26.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-06T15:56:15.8887797-07:00",
            "Name": "starship"
        },
        {
            "Version": "0.16.9",
            "Source": "main",
            "Info": "",
            "Updated": "2026-07-08T21:37:44.2425093-07:00",
            "Name": "tectonic"
        },
        {
            "Version": "20240203-110809-5046fc22",
            "Source": "extras",
            "Info": "",
            "Updated": "2026-07-02T14:21:58.3184857-07:00",
            "Name": "wezterm"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2026-07-08T18:02:34-07:00",
            "Manifests": 1607
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-07-08T18:03:12-07:00",
            "Manifests": 2341
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2026-06-27T11:09:10-07:00",
            "Manifests": 367
        }
    ]
}
